Repository: klarraiov/KeischProvisor
Catalog: KeischProvisor/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# SettingsPage_AppThemeSettingsExpander.Header
source: App Theme
ko_kr: 앱 테마

# SettingsPage_AppThemeSettingsExpander.Description
source: Select which app theme to display
ko_kr: 표시할 앱 테마를 선택하십시오

# SettingsPage_SettingsTextBlock.Text
source: Settings
ko_kr: 설정

# SettingsPage_ApplicationLanguage.Header
source: Language
ko_kr: 언어

# SettingsPage_AppThemeRadioButtonsLight.Content
source: Light
ko_kr: 라이트

# SettingsPage_AppThemeRadioButtonsDark.Content
source: Dark
ko_kr: 다크

# SettingsPage_AppThemeRadioButtonsDefault.Content
source: Use system setting
ko_kr: 시스템 설정 사용

# MainPage_MenuFile.Title
source: File
ko_kr: 파일

# MainPage_MenuFileOpen.Text
source: Open
ko_kr: 열기

# MainPage_MenuFileSave.Text
source: Save
ko_kr: 저장

# MainPage_MenuFileExit.Text
source: Exit
ko_kr: 종료

# MainPage_MenuEdit.Title
source: Edit
ko_kr: 편집

# MainPage_MenuEditCut.Text
source: Cut
ko_kr: 잘라내기

# MainPage_MenuEditCopy.Text
source: Copy
ko_kr: 복사

# MainPage_MenuEditPaste.Text
source: Paste
ko_kr: 붙여넣기

# MainPage_MenuView.Title
source: View
ko_kr: 보기

# MainPage_MenuViewStatusBar.Text
source: Status bar
ko_kr: 상태 표시줄

# MainPage_StatusBarTextBlock.Text
source: Status: Ready
ko_kr: 상태: 준비됨

# AppLanguageRestartInfo.Message
source: Restarting is required to apply language changes
ko_kr: 변경 사항을 완전히 적용하려면 다시 시작해야 합니다

# AppLanguageRestartInfoButton.Content
source: Restart
ko_kr: 다시 시작

# AppLanguageRestartInfo.Title
source: Restart required
ko_kr: 다시 시작 필요

# MainPage_StatusBarTextBlock_FileOpened
source: File Opened: {0}
ko_kr: 파일 열기: {0}

# MainPage_MainGrid_SignatureTextBlock.Text
source: Signature:
ko_kr: 형식:

# MainPage_MainGrid_BuildTextBlock.Text
source: Build:
ko_kr: 버전:

# MainPage_MainGrid_ChecksumTextBlock.Text
source: Validation Token:
ko_kr: 유효성 검증 값:

# MainPage_MainGrid_TopHeadersCountTextBlock.Text
source: Top Headers Count:
ko_kr: 루트 헤더 개수:

# MainPage_StatusBarTextBlock_HSHRFileStatus
source: [HSHRFile] Reading at {0}, {3} {1}/{2}
ko_kr: [HSHRFile] {0}에서 {3} {1}/{2} 읽는중

# SettingsPage_AppearanceTextBlock.Text
source: Appearance
ko_kr: 외형

# SettingsPage_AboutTextBlock.Text
source: About
ko_kr: 정보

# TopHeaderDetailPage_Title.Text
source: Details of Top Header {0}
ko_kr: 최상위 헤더 {0}의 세부 정보

# TopHeaderDetailPage_HSHRMainIndexSettingsExpander.Header
source: Details of MainIndex {0}
ko_kr: 주 색인 {0}의 세부 정보

# TopHeaderDetailPage_HSHRMainIndexTextBlock.Text
source: Details in Main Index
ko_kr: 주 색인 세부 정보

# TopHeaderDetailPage_HSHRDataTextBlock.Text
source: Details in Data
ko_kr: 데이터 세부 정보

# TopHeaderDetailPage_HSHRDataSettingsExpander.Header
source: Details of Data {0}
ko_kr: 데이터 {0}의 세부 정보

# TopHeaderDetailPage_HSHRDataSettingsCard_CSTT.Header
source: CSTT Marker
ko_kr: CSTT

# TopHeaderDetailPage_HSHRDataSettingsCard_HeaderSize.Header
source: Header size
ko_kr: 헤더 크기

# TopHeaderDetailPage_HSHRDataSettingsCard_AllDataSize.Header
source: All data size
ko_kr: 전체 데이터 크기

# TopHeaderDetailPage_HSHRDataSettingsCard_Header.Header
source: Header
ko_kr: 헤더

# TopHeaderDetailPage_HSHRDataSettingsCard_SubheadersCount.Header
source: Subheaders count
ko_kr: 하위 헤더 개수

# TopHeaderDetailPage_HSHRDataSettingsCard_IDST.Header
source: IDST Marker
ko_kr: IDST

# TopHeaderDetailPage_HSHRDataSettingsCard_SubheadersIndex.Header
source: Subheaders index
ko_kr: 하위 헤더 색인

# TopHeaderDetailPage_HSHRDataSettingsCard_IDEN.Header
source: IDEN Marker
ko_kr: IDEN

# TopHeaderDetailPage_HSHRDataSettingsCard_Subheaders.Header
source: Subheaders
ko_kr: 하위 헤더

# TopHeaderDetailPage_HSHRMainIndexSettingsCard_NameHash.Header
source: Hashed name
ko_kr: 해시된 이름

# TopHeaderDetailPage_HSHRMainIndexSettingsCard_DataOffset.Header
source: Data offset
ko_kr: 데이터 절대위치

# TopHeaderDetailPage_Subtitle_RawInformation.Text
source: Raw Information
ko_kr: 원시 정보

# TopHeaderDetailPage_Subtitle_Properties.Text
source: Properties
ko_kr: 속성

# TopHeaderDetailPage_Subtitle_RawProperties.Text
source: Raw Properties
ko_kr: 원시 속성

# TopHeaderDetailPage_PropertiesSummarySettingsExpander.Header
source: Computed Properties
ko_kr: 계산된 속성

# TopHeaderDetailPage_PropertiesSettingsCard_ResolvedName.Header
source: Resolved Name
ko_kr: 해석된 이름

# TopHeaderDetailPage_PropertiesSettingsCard_NameHashHex.Header
source: Name Hash (Hex)
ko_kr: 이름 해시 (16진수)

# TopHeaderDetailPage_PropertiesSettingsCard_DataOffsetHex.Header
source: Data Offset (Hex)
ko_kr: 데이터 오프셋 (16진수)

# TopHeaderDetailPage_PropertiesSettingsCard_HeaderSizeBytes.Header
source: Header Size
ko_kr: 헤더 크기

# TopHeaderDetailPage_PropertiesSettingsCard_AllDataSizeBytes.Header
source: All Data Size
ko_kr: 전체 데이터 크기

# TopHeaderDetailPage_PropertiesSettingsCard_SubheaderConsistency.Header
source: Subheader Consistency
ko_kr: 하위 헤더 일관성

# TopHeaderDetailPage_HSHROverallPropertiesTextBlock.Text
source: Properties calculated by KeischProvisor
ko_kr: KeischProvisor에 의해 계산된 속성
